megane.org
#+TITLE: Funny Glasses Man
#+DATE: <2025-05-08>

Bespectacled and respectable

Conqueror king of society and all designs

Ah, his office commands respect

But it is no different, where the coffee sits

just in reach, a sip, and his men will be in the pits

Behind the camera, makeup chair, at the editors desk

We see on the monitor

Someone who wishes to be unlike us
