megane.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2025-05-08 Thu 15:49 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Funny Glasses Man</title>
<meta name="author" content="john" />
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href="./"> UP </a>
 |
 <a accesskey="H" href="/"> HOME </a>
</div><div id="content" class="content">
<h1 class="title">Funny Glasses Man</h1>
<p>
Bespectacled and respectable
</p>

<p>
Conqueror king of society and all designs
</p>

<p>
Ah, his office commands respect
</p>

<p>
But it is no different, where the coffee sits
</p>

<p>
just in reach, a sip, and his men will be in the pits
</p>

<p>
Behind the camera, makeup chair, at the editors desk
</p>

<p>
We see on the monitor
</p>

<p>
Someone who wishes to be unlike us
</p>
</div>
<div id="postamble" class="status">
<p class="date">Date: 2025-05-08 Thu 00:00</p>
<p class="author">Author: john</p>
<p class="date">Created: 2025-05-08 Thu 15:49</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
